2016年的下半年的第一天，39元 linux/andriod开发板 DIY连载帖正式发车了！
现在（6月底7月初）正是荔枝上市的时节，而全志的官方SDK也正好叫lichee（荔枝），
于是我吃着荔枝，啃着鸭脖，就把板子命名为荔枝板了 ¯﹃¯
  

本帖是发车前的正式集合贴，说明荔枝板DIY的主要目的和内容，以及各个资源入口。
39元 荔枝板 DIY活动 目的和内容
        荔枝板 是一款 从零开始DIY的 简易、低价、实用的 linux/android 开发板，
        DIY过程会 把底层的硬件设计直到上层的应用设计按照实际开发过程串联起来，
        整个连载帖是类似一个路线图意义的文档，可以让开发者了解自己所处的位置。
        最终的荔枝板性能会略强于树莓派1代，也足够应用于一些简单的消费电子产品 或者 读者朋友 自己的DIY作品中。

在整个连载过程中，为了让大家更好地参与到设计过程来学习交流，会在以下平台进行交流和资源共享，大家可以把它们加入肯德基豪华午餐（收藏夹） 
阿莫电子论坛amobbs        连载帖形式，标题格式为：39元 荔枝板 DIY连载 x.x.x_xxxx
ilichee.cc                爱荔枝，wiki形式（万网刚买的域名，要过两天才能通过生效）
//##%%<!--CSDN博客    http://blog.csdn.net/zepanwucai  连载帖的内容整理     //CSDN的审核太恶心了，现转到贵宝地github来直播
github： https://github.com/Zepan/ilichee
荔枝板DIY交流群：573832310		（上车口令：爱荔枝）

欢迎大家积极参与到DIY过程，可以对设计提出建议，或者在自己擅长的地方补充文档，贡献较大的可以有购买优惠。

本活动作品采用知识共享署名-非商业性使用-相同方式共享 4.0 国际许可协议进行许可。
